tap "cesanta/mos"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aarch64-elf-binutils"
brew "aom"
brew "at-spi2-core"
brew "automake"
brew "bash"
brew "bazel"
brew "boost"
brew "bzip2"
brew "capstone"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "dfu-util"
brew "docbook-xsl"
brew "docutils"
brew "emscripten"
brew "fdk-aac"
brew "fish"
brew "fisher"
brew "fontconfig"
brew "freetype"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-subrepo"
brew "glib"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "imath"
brew "inetutils"
brew "john"
brew "jpeg-xl"
brew "jq"
brew "kaitai-struct-compiler"
brew "kdoctor"
brew "krb5"
brew "lame"
brew "lazygit"
brew "legit"
brew "libass"
brew "libavif"
brew "libfido2"
brew "libftdi"
brew "libheif"
brew "libpq", link: true
brew "libraw"
brew "librsvg"
brew "libslirp"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "libtiff"
brew "libtool"
brew "libusb"
brew "libvorbis"
brew "libvpx"
brew "libzip"
brew "little-cms2"
brew "llvm"
brew "lsusb"
brew "meson"
brew "minicom"
brew "nasm"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "open-ocd"
brew "openjdk"
brew "openjdk@11"
brew "openjpeg"
brew "opus"
brew "p7zip"
brew "pango"
brew "pipx"
brew "pkgconf"
brew "postgresql@16", restart_service: true
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qemu"
brew "radare2"
brew "rsync"
brew "sdl12-compat"
brew "sdl2"
brew "sevenzip"
brew "shtool"
brew "starship"
brew "tcl-tk"
brew "tea"
brew "texi2html"
brew "texinfo"
brew "theora"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "unbound"
brew "vbindiff"
brew "virtualenv"
brew "watch"
brew "webp"
brew "wget"
brew "x264"
brew "xvid"
brew "yarn"
brew "yasm"
brew "yazi"
brew "zola"
brew "zstd"
cask "1password"
cask "1password-cli"
cask "aegisub"
cask "amadine"
cask "arc"
cask "arq"
cask "autodesk-fusion"
cask "avifquicklook"
cask "betterzip"
cask "boop"
cask "cutter"
cask "daisydisk"
cask "discord"
cask "drawio"
cask "element"
cask "far2l"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-b612"
cask "font-b612-mono"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghidra"
cask "gitup"
cask "gltfquicklook"
cask "hopper-disassembler"
cask "imhex"
cask "inloop-qlplayground"
cask "ipynb-quicklook"
cask "istat-menus"
cask "jordanbaird-ice"
cask "jpc-qlcolorcode"
cask "jupyter-notebook-ql"
cask "kicad"
cask "meshlab"
cask "milkytracker"
cask "moom"
cask "obsidian"
cask "openscad"
cask "prusaslicer"
cask "qladdict"
cask "qlcommonmark"
cask "qlfits"
cask "qlgradle"
cask "qlmarkdown"
cask "qlmobi"
cask "qlnetcdf"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pfm"
cask "quicklookase"
cask "quicknfo"
cask "raspberry-pi-imager"
cask "raycast"
cask "repetier-host"
cask "rocket"
cask "shottr"
cask "superhuman"
cask "synalyze-it-pro"
cask "telegram-desktop"
cask "temurin"
cask "tidal"
cask "transmission"
cask "ttscoff-mmd-quicklook"
cask "typora"
cask "vlc"
cask "voxql"
cask "warp"
cask "webpquicklook"
cask "zed"
cask "zulip"
