tap "cesanta/mos"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "surrealdb/tap"
brew "aarch64-elf-binutils"
brew "imath"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "glib"
brew "at-spi2-core"
brew "automake"
brew "bash"
brew "freetype"
brew "fontconfig"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "boost"
brew "bzip2"
brew "capstone"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "libusb"
brew "dfu-util"
brew "docbook-xsl"
brew "docutils"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fdk-aac"
brew "fish"
brew "fisher"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-subrepo"
brew "gnu-tar"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "guile"
brew "helix"
brew "inetutils"
brew "john"
brew "jq"
brew "kaitai-struct-compiler"
brew "kdoctor"
brew "krb5"
brew "lame"
brew "lazygit"
brew "legit"
brew "libass"
brew "libfido2"
brew "libftdi"
brew "libheif"
brew "libpq", link: true
brew "libraw"
brew "libslirp"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "libvorbis"
brew "libvpx"
brew "libzip"
brew "llvm"
brew "lsusb"
brew "ninja"
brew "meson"
brew "minicom"
brew "nasm"
brew "nghttp2"
brew "nmap"
brew "open-ocd"
brew "opus"
brew "p7zip"
brew "postgresql@16", restart_service: true
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "radare2"
brew "rsync"
brew "sdl2"
brew "sdl12-compat"
brew "sevenzip"
brew "shtool"
brew "tcl-tk"
brew "tea"
brew "texi2html"
brew "texinfo"
brew "theora"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "vbindiff"
brew "virtualenv"
brew "watch"
brew "wget"
brew "x264"
brew "xvid"
brew "yarn"
brew "yasm"
brew "yazi"
brew "zola"
brew "surrealdb/tap/surreal"
cask "1password"
cask "1password-cli"
cask "aegisub"
cask "amadine"
cask "autodesk-fusion"
cask "boop"
cask "cutter"
cask "drawio"
cask "ghidra"
cask "gitup"
cask "kicad"
cask "meshlab"
cask "milkytracker"
cask "obsidian"
cask "openscad"
cask "prusaslicer"
cask "qlstephen"
cask "raspberry-pi-imager"
cask "repetier-host"
cask "shottr"
cask "synalyze-it-pro"
cask "temurin"
cask "transmission"
cask "zed"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "belfz.search-crates-io"
vscode "dberezin.lox-language"
vscode "eamodio.gitlens"
vscode "eclipse-cdt.peripheral-inspector"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "itsyaasir.rust-feature-toggler"
vscode "jedeop.crates-completer"
vscode "jgclark.vscode-todo-highlight"
vscode "kortina.vscode-markdown-notes"
vscode "marlinfirmware.auto-build"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "ms-vscode.cpptools"
vscode "notblank00.hexeditor"
vscode "philipbe.theme-gray-matter"
vscode "platformio.platformio-ide"
vscode "probe-rs.probe-rs-debugger"
vscode "rust-lang.rust-analyzer"
vscode "fill-labs.dependi"
vscode "sirmspencer.vscode-autohide"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tchayen.markdown-links"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
